cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'
tap 'caskroom/fonts'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'lastpass-cli', args: ['with-pinentry']
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'neovim'
brew 'node'
brew 'readline'
brew 'pandoc'
brew 'puma/puma/puma-dev'
brew 'pyenv'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'tty-clock'
brew 'unrar'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask 'font-hack-nerd-font'
cask 'adium'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
